[Translation]
ThisLanguage=		العربية

Language=			اللغة

DockSettings=		إعدادات الشريط...
IconSettings=		إعدادات الأيقونات...
AddItem=			إضافة عنصر
  ItemFile=			ملف
  ItemPath=			مسار
  ItemSeparator=		فاصل
  ItemDockSettings=	إعدادات الشريط
DeleteItem=			حذف العنصر الحالي
TakeScreenshot=		إلتقاط صورة للشريط


General=			عام
AutoRun=			تشغيل عند  الدخول إلى ويندوز
HideLabels=			إخفاء تسميات الأيقونات
LockIcons=			منع تحريك الأيقونات يدوياً
AutoHide=			إخفاء تلقائي للشريط


Icons=			الأيقونات
Size=				الحجم
Quality=			الجودة
  QualityLow=		جودة منخفضة (أسرع)
  QualityMedium=		جودة متوسطة
  QualityHigh=		جودة عالية (أبطئ)
Zoom=				التكبير
ZoomRange=			معيار التكبير
ZoomTime=			زمن التكبير

Position=			المكان
Monitor=			الشاشة
  MonitorList=		شاشة
Side=				مكان الشريط على الشاشة
  SideTop=			في الأعلى
  SideBottom=		في الأسفل
  SideLeft=			على اليسار
  SideRight=		على اليمين
Z-Order=			توضع الشريط بالنسبة للنوافذ
  zTop=			دائماً فوق كل النوافذ
  zNormal=			حسب نظام التشغيل
  zBottom=			دائماً خلف كل النوافذ
Offset=			التوسيط


Style=			الإظهار
Theme=			الشكل و اللون
Opacity=			درجة الشفافية
SelectFont=			اختيار الخط


About=			عن الشريط
Donate=			تبرع
Updates=			تحديث
Forums=			المنتديات



Quit=				إنهاء
OK=				موافق
Cancel=			إلغاء الأمر



Version=			نسخة الإصدار
ThankYou=			تم تصميم هذا الشريط من قبل فتاة و شاب معجبين بنظام آبل و نفذا العمل على نظام التشغيل أو إس إكس. اعتبر هذا السريط بمثابة هدية لك من مستخدمي أنظمة ملك.<BR>معاً نستطيع إنهاء المضايقات التي يتعرض لها نظام ماك. :) <BR><BR>تمتع!<BR> Punk Software مع تحيات فريق عمل 

Folders=			المجلدات
DefaultFolder=		المجلد الافتراضي
ChangeFolder=		تغيير المجلد


Preview=			معاينة


DefaultIcon=		الأيقونة الافتراضية


Properties=			الخصائص
Name=				الاسم
Target=			الهدف
FindTarget=			تحديد مكان الهدف
StartIn=			البدء في
Arguments=			الوسائط
Run=				تشغيل
  RunNormal=		نافذة عادية
  RunMaximized=		نافذة مكبرة
  RunMinimized=		نافذة مصغرة
Popup=			قائمة منبثقة
ContextMenu=		عرض المهام الخاصة


FontOutlineColor=		اللون الخارجي للخط
FontShadowColor=		لون ظل الخط
FontOutlineOpacity=	شفافية اللون الخارجي للخط
FontShadowOpacity=	شفافية ظل الخط



;#################
;For Version 1.1.2
;#################

MouseActivate=		إظهار عند اقتراب الماوس
AutoHideTime=		زمن الإخفاء التلقائي
AutoHideDelay=		زمن التأخير في الإخفاء التلقائي
UberIconFX=			UberIcon تأثيرات 



;#################
;For Version 1.2.0
;#################

ZoomFlat=			تكبير كل الأيقونات معاً
VerticalOffset=		درجة البعد عن حافة الشاشة
ItemBlank=			أيقونة فارغة
Defaults=			الإعدادت الافتراضية
Confirm=			تأكيد
ConfirmDefaults=		هل أنت متاكد من رغبتك في الرجوع إلى الإعدادات الافتراضية؟ <BR>ملاحظة: هذا الأمر لن يؤثر على أيقوناتك


;#################
;For Version 1.3.0
;#################

;NOTE: "ZoomFlat" was changed above... Please re-translate
;=========================================================

ManageWindows=		تصغير النوافذ إلى هذا الشريط بدلاً من شريط المهام في ويندوز
ShowRunning=		إظهار مؤشرات عند أيقونات البرامج المفتوحة
OpenRunning=		فتح البرامج العاملة
UseINI=			INI احفظ الإعدادات في ملف 
GetMore=			المزيد
Behavior=			السلوك
MouseActivateDelay=	زمن تأخير الإظهار
IconActivationFX=		تأثير النقر على الأيقونة
None=				بدون
Bounce=			تأثير القفز
ZoomOpaque=			تكبير غير شفاف
HoverFX=			تأثير مرور الماوس
ZoomBubble=			التكبير بأسلوب الفقاعة
ZoomPlateau=		  التكبير بأسلوب التلة  
OpenWindow=			فتح النافذة
CloseWindow=		إغلاق النافذة
ItemRecycleBin=		سلة المهملات
StateNormal=		أيقونة عادية
StateEmpty=			سلة المهملات ممتلئة
StateFull=			سلة المهملات فارغة
